angular.ng-template
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
cyrilletuzi.angular-schematics
davidepostiglione.angular-generate-vscode
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
humao.rest-client
infinity1207.angular2-switcher
johnpapa.angular-essentials
johnpapa.angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
